Repository: stko/zuul-ac
Catalog: locale/*/LC_MESSAGES/zuul-ac.po
Languages: de

source: This Pin is valid for {0} seconds - Just present it to the door camera to open the door
de: Dieser Pin ist für {0} Sekunden gültig- Halte ihn einfach vor die Tür- Kamera um die Tür zu öffnen

source: This Pin {1} is valid for {0} seconds
de: Dieser Pin {1} ist für {0} Sekunden gültig

source: You won't let in just now. Please try again at another time
de: Du wirst jetzt nicht eingelassen. Bitte versuche es zu einem anderen Zeitpunkt noch einmal

source: https://stko.github.io/zuul-ac/
de: https://github.com/stko/zuul-ac/index_de.html

source: Go to the Online Manual
de: Öffne das Online - Handbuch

source: Digital ID Card from {0}- Just present it to the door camera to open the door
de: Digitaler Ausweis von {0} - Halte ihn einfach vor die Tür- Kamera um die Tür zu öffnen

source: You got a key. You can open the door now
de: Du hast einen Schlüssel bekommen. Du kannst die Tür jetzt öffnen

source: Key lend to {0} {1}
de: Du hast den Schlüssel an {0} {1} verliehen

source: Something went wrong
de: Irgendwas ging schief

source: Your key was revoked. You can not open the door anymore
de: Dein Schlüssel wurde zurück geholt. Du kannst die Tür nicht mehr öffnen

source: Key brought back from {0} {1}
de: Du hast den Schlüssel von {0} {1} zurück geholt

source: Key returned to {0} {1}
de: Du hast den Schlüssel an {0} {1} zurück gegeben

source: Key Management
de: Schlüssel- Verwaltung

source: Choose the Key to get back
de: Wähle den Schlüssel zum Zurückholen

source: Lend this Key
de: Verleihe diesen Schlüssel

source: Get lend Keys back
de: Hole ausgeliehene Schlüssel zurück

source: Return borrowed Keys
de: Gebe geliehene Schlüssel zurück

source: About this Program
de: Über dieses Programm

source: To lend a key - Go to your telegram contacts - select the contact to lend to - select his context menu - choose "share to" - share the contact to this door bot - follow the instructions to finish
de: Um einen Schlüssel zu verleihen - Gehe zu Deinen Telegram Kontakten - Wähle den Kontakt aus, dem Du den Schlüssel leihen willst - Wähle sein Kontext- Menü - Wähle "Kontakt teilen" - Teile den Kontakt mit diesem Zuul-Bot - folge den weiteren Anweisungen

source: New Pin
de: Neuer Pin

source: Unknown User! ({0})
de: Unbekannter Benutzer! ({0})

source: Lend Key
de: Verleihe den Schlüssel

source: Ok to lend the Key to {0} {1}?
de: Willst Du den Schlüssel an {0} {1} verleihen?

source: Bring Back
de: Hole ihn zurück

source: Ok to bring back the key from {0} {1}?
de: Willst Du den Schlüssel von {0} {1} zurückholen?

source: return
de: Zurück

source: Ok to return the key to {0} {1}?
de: Willst Du den Schlüssel an {0} {1} zurückgeben?

source: You can not lend your key further
de: Du kannst Deinen Schlüssel nicht weiter verleihen

source: You wrote:
de: Du hast geschrieben:

source: Config incomplete: No messenger_token or messenger_type
de: Konfiguration unvollständig: Messenger Token oder Messenger Type nicht gesetzt
